{
  "text": {
    "hey": 47,
    "hello": 44,
    "hi": 48,
    "bonjour": 14,
    "salut": 92,
    "coucou": 24,
    "bonsoir": 16,
    "there": 102,
    "good": 41,
    "morning": 67,
    "evening": 36,
    "dude": 31,
    "bon": 13,
    "matin": 62,
    "après": 6,
    "midi": 65,
    "bye": 18,
    "goodbye": 42,
    "see": 93,
    "you": 122,
    "later": 59,
    "à": 124,
    "bientôt": 12,
    "au": 8,
    "revoir": 90,
    "plus": 82,
    "la": 58,
    "prochaine": 85,
    "bonne": 15,
    "journée": 56,
    "nuit": 73,
    "yes": 121,
    "yeah": 120,
    "of": 75,
    "course": 25,
    "bien": 11,
    "sûr": 100,
    "absolument": 2,
    "évidemment": 129,
    "oui": 76,
    "c": 19,
    "est": 35,
    "vrai": 116,
    "d": 26,
    "accord": 3,
    "quoi": 89,
    "l": 57,
    "étape": 127,
    "__number__": 0,
    "quelles": 88,
    "sont": 96,
    "les": 60,
    "étapes": 128,
    "comment": 22,
    "fonctionne": 39,
    "votre": 114,
    "programme": 87,
    "pouvez": 84,
    "vous": 115,
    "me": 64,
    "parler": 77,
    "des": 28,
    "how": 49,
    "does": 29,
    "your": 123,
    "program": 86,
    "work": 119,
    "can": 20,
    "explain": 37,
    "the": 101,
    "stages": 97,
    "no": 70,
    "nope": 72,
    "non": 71,
    "pas": 79,
    "du": 30,
    "tout": 104,
    "jamais": 54,
    "je": 55,
    "ne": 68,
    "pense": 80,
    "suis": 98,
    "vraiment": 117,
    "vais": 113,
    "très": 108,
    "super": 99,
    "génial": 43,
    "top": 103,
    "en": 33,
    "forme": 40,
    "content": 23,
    "heureux": 46,
    "ça": 125,
    "va": 112,
    "nickel": 69,
    "trop": 107,
    "sens": 94,
    "i": 51,
    "feel": 38,
    "bad": 9,
    "triste": 106,
    "mal": 61,
    "déçu": 32,
    "pourrie": 83,
    "nul": 74,
    "énervé": 126,
    "une": 111,
    "mauvaise": 63,
    "are": 7,
    "a": 1,
    "bot": 17,
    "es": 34,
    "tu": 109,
    "un": 110,
    "robot": 91,
    "humain": 50,
    "train": 105,
    "de": 27,
    "ia": 52,
    "parles": 78,
    "comme": 21,
    "want": 118,
    "some": 95,
    "help": 45,
    "j": 53,
    "ai": 4,
    "besoin": 10,
    "aide": 5,
    "please": 81,
    "moi": 66
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "ask_general_info": 1,
    "deny": 4,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 3,
    "ask_help": 2,
    "nlu_fallback": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_goodbye_multilang": 6,
    "action_step_info": 11,
    "action_utter_cheer_up": 14,
    "action_utter_did_that_help": 15,
    "action_utter_greet": 16,
    "action_utter_happy": 17,
    "action_utter_help": 18,
    "action_utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}