{
  "text": {
    "hey": 43,
    "hello": 41,
    "hi": 44,
    "bonjour": 11,
    "salut": 85,
    "coucou": 21,
    "bonsoir": 13,
    "there": 94,
    "good": 38,
    "morning": 61,
    "evening": 33,
    "dude": 28,
    "bon": 10,
    "matin": 57,
    "après": 4,
    "midi": 60,
    "bye": 15,
    "goodbye": 39,
    "see": 86,
    "you": 113,
    "later": 54,
    "à": 115,
    "bientôt": 9,
    "au": 6,
    "revoir": 83,
    "plus": 75,
    "la": 53,
    "prochaine": 78,
    "bonne": 12,
    "journée": 51,
    "nuit": 67,
    "yes": 112,
    "yeah": 111,
    "of": 69,
    "course": 22,
    "bien": 8,
    "sûr": 92,
    "absolument": 2,
    "évidemment": 120,
    "oui": 70,
    "c": 16,
    "est": 32,
    "vrai": 108,
    "d": 23,
    "accord": 3,
    "quoi": 82,
    "l": 52,
    "étape": 118,
    "__number__": 0,
    "quelles": 81,
    "sont": 88,
    "les": 55,
    "étapes": 119,
    "comment": 19,
    "fonctionne": 36,
    "votre": 106,
    "programme": 80,
    "pouvez": 77,
    "vous": 107,
    "me": 59,
    "parler": 71,
    "des": 25,
    "how": 45,
    "does": 26,
    "your": 114,
    "program": 79,
    "work": 110,
    "can": 17,
    "explain": 34,
    "the": 93,
    "stages": 89,
    "no": 64,
    "nope": 66,
    "non": 65,
    "pas": 73,
    "du": 27,
    "tout": 96,
    "jamais": 49,
    "je": 50,
    "ne": 62,
    "pense": 74,
    "suis": 90,
    "vraiment": 109,
    "vais": 105,
    "très": 100,
    "super": 91,
    "génial": 40,
    "top": 95,
    "en": 30,
    "forme": 37,
    "content": 20,
    "heureux": 42,
    "ça": 116,
    "va": 104,
    "nickel": 63,
    "trop": 99,
    "sens": 87,
    "i": 47,
    "feel": 35,
    "bad": 7,
    "triste": 98,
    "mal": 56,
    "déçu": 29,
    "pourrie": 76,
    "nul": 68,
    "énervé": 117,
    "une": 103,
    "mauvaise": 58,
    "are": 5,
    "a": 1,
    "bot": 14,
    "es": 31,
    "tu": 101,
    "un": 102,
    "robot": 84,
    "humain": 46,
    "train": 97,
    "de": 24,
    "ia": 48,
    "parles": 72,
    "comme": 18
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "ask_general_info": 1,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_goodbye_multilang": 6,
    "action_step_info": 11,
    "action_utter_cheer_up": 14,
    "action_utter_did_that_help": 15,
    "action_utter_greet": 16,
    "action_utter_happy": 17,
    "action_utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}