{
  "text": {
    " ": 0,
    "h": 466,
    "e": 377,
    "y": 1032,
    " h": 72,
    "he": 471,
    "ey": 437,
    "y ": 1033,
    " he": 73,
    "hey": 480,
    "ey ": 438,
    " hey": 76,
    "hey ": 481,
    "l": 549,
    "o": 664,
    "el": 388,
    "ll": 565,
    "lo": 570,
    "o ": 665,
    "hel": 473,
    "ell": 390,
    "llo": 568,
    "lo ": 571,
    " hel": 74,
    "hell": 474,
    "ello": 392,
    "llo ": 569,
    "i": 490,
    "hi": 482,
    "i ": 491,
    " hi": 77,
    "hi ": 483,
    " hi ": 78,
    "b": 300,
    "n": 612,
    "j": 534,
    "u": 936,
    "r": 789,
    " b": 19,
    "bo": 312,
    "on": 698,
    "nj": 630,
    "jo": 541,
    "ou": 732,
    "ur": 973,
    "r ": 790,
    " bo": 26,
    "bon": 313,
    "onj": 702,
    "njo": 631,
    "jou": 542,
    "our": 738,
    "ur ": 974,
    " bon": 27,
    "bonj": 315,
    "onjo": 703,
    "njou": 632,
    "jour": 543,
    "our ": 739,
    "s": 851,
    "a": 235,
    "t": 893,
    " s": 151,
    "sa": 860,
    "al": 262,
    "lu": 574,
    "ut": 985,
    "t ": 894,
    " sa": 152,
    "sal": 861,
    "alu": 264,
    "lut": 579,
    "ut ": 986,
    " sal": 153,
    "salu": 862,
    "alut": 265,
    "lut ": 580,
    "c": 326,
    " c": 31,
    "co": 340,
    "uc": 938,
    "u ": 937,
    " co": 35,
    "cou": 347,
    "ouc": 734,
    "uco": 939,
    "ou ": 733,
    " cou": 38,
    "couc": 349,
    "ouco": 735,
    "ucou": 940,
    "cou ": 348,
    "ns": 642,
    "so": 869,
    "oi": 684,
    "ir": 522,
    "ons": 706,
    "nso": 646,
    "soi": 870,
    "oir": 688,
    "ir ": 523,
    "bons": 317,
    "onso": 707,
    "nsoi": 647,
    "soir": 872,
    "oir ": 689,
    " t": 167,
    "th": 906,
    "er": 408,
    "re": 804,
    "e ": 378,
    " th": 168,
    "the": 907,
    "her": 476,
    "ere": 412,
    "re ": 805,
    " the": 169,
    "ther": 909,
    "here": 477,
    "ere ": 413,
    "g": 452,
    "d": 354,
    " g": 67,
    "go": 457,
    "oo": 711,
    "od": 672,
    "d ": 355,
    " go": 68,
    "goo": 458,
    "ood": 712,
    "od ": 673,
    " goo": 69,
    "good": 459,
    "ood ": 713,
    "m": 581,
    " m": 102,
    "mo": 607,
    "or": 719,
    "rn": 824,
    "ni": 623,
    "in": 513,
    "ng": 621,
    "g ": 453,
    " mo": 109,
    "mor": 610,
    "orn": 726,
    "rni": 825,
    "nin": 628,
    "ing": 517,
    "ng ": 622,
    " mor": 111,
    "morn": 611,
    "orni": 727,
    "rnin": 826,
    "ning": 629,
    "ing ": 518,
    "v": 994,
    " e": 51,
    "ev": 429,
    "ve": 999,
    "en": 398,
    " ev": 57,
    "eve": 430,
    "ven": 1000,
    "eni": 400,
    " eve": 58,
    "even": 431,
    "veni": 1001,
    "enin": 401,
    " d": 39,
    "du": 370,
    "ud": 941,
    "de": 359,
    " du": 46,
    "dud": 372,
    "ude": 942,
    "de ": 360,
    " dud": 48,
    "dude": 373,
    "ude ": 943,
    "n ": 613,
    "on ": 699,
    "bon ": 314,
    "ma": 583,
    "at": 291,
    "ti": 910,
    " ma": 103,
    "mat": 589,
    "ati": 294,
    "tin": 911,
    "in ": 514,
    " mat": 105,
    "mati": 590,
    "atin": 295,
    "tin ": 912,
    "p": 751,
    "è": 1055,
    "-": 213,
    " a": 4,
    "ap": 276,
    "pr": 777,
    "rè": 847,
    "ès": 1056,
    "s-": 853,
    "-m": 217,
    "mi": 600,
    "id": 499,
    "di": 365,
    " ap": 13,
    "apr": 280,
    "prè": 781,
    "rès": 848,
    "ès-": 1058,
    "s-m": 856,
    "-mi": 218,
    "mid": 601,
    "idi": 503,
    "di ": 366,
    " apr": 14,
    "aprè": 281,
    "près": 782,
    "rès-": 850,
    "ès-m": 1059,
    "s-mi": 857,
    "-mid": 219,
    "midi": 602,
    "idi ": 504,
    "by": 323,
    "ye": 1034,
    " by": 29,
    "bye": 324,
    "ye ": 1035,
    " bye": 30,
    "bye ": 325,
    "db": 356,
    "odb": 674,
    "dby": 357,
    "oodb": 714,
    "odby": 675,
    "dbye": 358,
    "se": 863,
    "ee": 384,
    " se": 154,
    "see": 865,
    "ee ": 385,
    " see": 155,
    "see ": 866,
    " y": 195,
    "yo": 1040,
    " yo": 199,
    "you": 1041,
    " you": 200,
    "you ": 1042,
    " l": 95,
    "la": 551,
    "te": 900,
    " la": 97,
    "lat": 555,
    "ate": 292,
    "ter": 904,
    "er ": 409,
    " lat": 99,
    "late": 556,
    "ater": 293,
    "ter ": 905,
    "à": 1048,
    " à": 201,
    "à ": 1049,
    " à ": 202,
    "ô": 1078,
    "bi": 309,
    "ie": 505,
    "nt": 648,
    "tô": 933,
    "ôt": 1079,
    " bi": 24,
    "bie": 310,
    "ien": 507,
    "ent": 405,
    "ntô": 652,
    "tôt": 934,
    "ôt ": 1080,
    " bie": 25,
    "bien": 311,
    "ient": 509,
    "entô": 407,
    "ntôt": 653,
    "tôt ": 935,
    "au": 296,
    " au": 17,
    "au ": 297,
    " au ": 18,
    " r": 146,
    "vo": 1007,
    " re": 147,
    "rev": 808,
    "evo": 432,
    "voi": 1008,
    " rev": 148,
    "revo": 809,
    "evoi": 433,
    "voir": 1009,
    " p": 129,
    "pl": 766,
    "us": 983,
    "s ": 852,
    " pl": 135,
    "plu": 771,
    "lus": 577,
    "us ": 984,
    " plu": 137,
    "plus": 772,
    "lus ": 578,
    "a ": 236,
    "la ": 552,
    " la ": 98,
    "ro": 829,
    "oc": 669,
    "ch": 334,
    "ha": 468,
    "ai": 250,
    "ne": 617,
    " pr": 140,
    "pro": 778,
    "roc": 832,
    "och": 670,
    "cha": 335,
    "hai": 469,
    "ain": 256,
    "ine": 515,
    "ne ": 618,
    " pro": 141,
    "proc": 779,
    "roch": 833,
    "ocha": 671,
    "chai": 336,
    "hain": 470,
    "aine": 258,
    "ine ": 516,
    "nn": 633,
    "onn": 704,
    "nne": 634,
    "bonn": 316,
    "onne": 705,
    "nne ": 635,
    "é": 1060,
    " j": 87,
    "né": 661,
    "ée": 1062,
    " jo": 93,
    "urn": 977,
    "rné": 827,
    "née": 662,
    "ée ": 1063,
    " jou": 94,
    "ourn": 740,
    "urné": 978,
    "rnée": 828,
    "née ": 663,
    " n": 112,
    "nu": 654,
    "ui": 947,
    "it": 532,
    " nu": 121,
    "nui": 655,
    "uit": 952,
    "it ": 533,
    " nui": 122,
    "nuit": 656,
    "uit ": 953,
    "es": 416,
    " ye": 196,
    "yes": 1038,
    "es ": 417,
    " yes": 198,
    "yes ": 1039,
    "ea": 379,
    "ah": 248,
    "h ": 467,
    "yea": 1036,
    "eah": 380,
    "ah ": 249,
    " yea": 197,
    "yeah": 1037,
    "eah ": 381,
    "f": 442,
    " o": 124,
    "of": 679,
    "f ": 443,
    " of": 125,
    "of ": 680,
    " of ": 126,
    "rs": 841,
    "urs": 981,
    "rse": 842,
    "se ": 864,
    "cour": 350,
    "ours": 742,
    "urse": 982,
    "rse ": 843,
    "en ": 399,
    "ien ": 508,
    "û": 1081,
    "sû": 890,
    "ûr": 1082,
    " sû": 165,
    "sûr": 891,
    "ûr ": 1083,
    " sûr": 166,
    "sûr ": 892,
    "ab": 237,
    "bs": 320,
    "ol": 690,
    "um": 956,
    "me": 596,
    " ab": 6,
    "abs": 238,
    "bso": 321,
    "sol": 873,
    "olu": 691,
    "lum": 575,
    "ume": 961,
    "men": 598,
    "nt ": 649,
    " abs": 7,
    "abso": 239,
    "bsol": 322,
    "solu": 874,
    "olum": 692,
    "lume": 576,
    "umen": 962,
    "ment": 599,
    "ent ": 406,
    " é": 206,
    "év": 1072,
    "vi": 1004,
    "em": 395,
    "mm": 603,
    " év": 211,
    "évi": 1073,
    "vid": 1005,
    "ide": 500,
    "dem": 361,
    "emm": 396,
    "mme": 604,
    " évi": 212,
    "évid": 1074,
    "vide": 1006,
    "idem": 502,
    "demm": 362,
    "emme": 397,
    "mmen": 606,
    " ou": 127,
    "oui": 736,
    "ui ": 948,
    " oui": 128,
    "oui ": 737,
    "c ": 327,
    " c ": 32,
    "st": 879,
    " es": 54,
    "est": 422,
    "st ": 880,
    " est": 56,
    "est ": 423,
    " v": 182,
    "vr": 1014,
    "ra": 794,
    " vr": 188,
    "vra": 1015,
    "rai": 795,
    "ai ": 251,
    " vra": 189,
    "vrai": 1016,
    "rai ": 796,
    " d ": 40,
    "ac": 240,
    "cc": 331,
    "rd": 802,
    " ac": 8,
    "acc": 241,
    "cco": 332,
    "cor": 345,
    "ord": 720,
    "rd ": 803,
    " acc": 9,
    "acco": 242,
    "ccor": 333,
    "cord": 346,
    "ord ": 721,
    "q": 783,
    " q": 142,
    "qu": 784,
    "uo": 967,
    " qu": 143,
    "quo": 787,
    "uoi": 968,
    "oi ": 685,
    " quo": 145,
    "quoi": 788,
    "uoi ": 969,
    "l ": 550,
    " l ": 96,
    "ét": 1069,
    "ta": 895,
    "pe": 758,
    " ét": 209,
    "éta": 1070,
    "tap": 898,
    "ape": 277,
    "pe ": 759,
    " éta": 210,
    "étap": 1071,
    "tape": 899,
    "ape ": 278,
    "_": 226,
    " _": 1,
    "__": 228,
    "_n": 232,
    "mb": 593,
    "be": 304,
    "r_": 791,
    "_ ": 227,
    " __": 2,
    "__n": 230,
    "_nu": 233,
    "num": 659,
    "umb": 959,
    "mbe": 594,
    "ber": 305,
    "er_": 410,
    "r__": 792,
    "__ ": 229,
    " __n": 3,
    "__nu": 231,
    "_num": 234,
    "numb": 660,
    "umbe": 960,
    "mber": 595,
    "ber_": 306,
    "er__": 411,
    "r__ ": 793,
    "ue": 944,
    "le": 557,
    "que": 785,
    "uel": 945,
    "lle": 566,
    "les": 562,
    " que": 144,
    "quel": 786,
    "uell": 946,
    "elle": 391,
    "lles": 567,
    "les ": 563,
    " so": 157,
    "son": 877,
    "ont": 708,
    " son": 159,
    "sont": 878,
    "ont ": 709,
    " le": 100,
    " les": 101,
    "pes": 764,
    "apes": 279,
    "pes ": 765,
    "om": 693,
    "com": 341,
    "omm": 696,
    " com": 36,
    "comm": 342,
    "omme": 697,
    " f": 61,
    "fo": 447,
    "nc": 614,
    "ct": 351,
    "io": 519,
    " fo": 64,
    "fon": 448,
    "onc": 700,
    "nct": 615,
    "cti": 352,
    "tio": 913,
    "ion": 520,
    " fon": 65,
    "fonc": 449,
    "onct": 701,
    "ncti": 616,
    "ctio": 353,
    "tion": 914,
    "ionn": 521,
    "ot": 728,
    "tr": 920,
    " vo": 186,
    "vot": 1010,
    "otr": 730,
    "tre": 923,
    " vot": 187,
    "votr": 1011,
    "otre": 731,
    "tre ": 924,
    "og": 681,
    "gr": 460,
    "am": 266,
    "rog": 834,
    "ogr": 682,
    "gra": 461,
    "ram": 799,
    "amm": 270,
    "me ": 597,
    "prog": 780,
    "rogr": 835,
    "ogra": 683,
    "gram": 462,
    "ramm": 801,
    "amme": 271,
    "mme ": 605,
    "z": 1044,
    "po": 773,
    "uv": 987,
    "ez": 439,
    "z-": 1045,
    "-v": 223,
    " po": 138,
    "pou": 774,
    "ouv": 747,
    "uve": 990,
    "vez": 1002,
    "ez-": 440,
    "z-v": 1046,
    "-vo": 224,
    "vou": 1012,
    "ous": 743,
    " pou": 139,
    "pouv": 776,
    "ouve": 748,
    "uvez": 991,
    "vez-": 1003,
    "ez-v": 441,
    "z-vo": 1047,
    "-vou": 225,
    "vous": 1013,
    "ous ": 744,
    " me": 107,
    " me ": 108,
    "pa": 753,
    "ar": 282,
    "rl": 817,
    " pa": 130,
    "par": 754,
    "arl": 285,
    "rle": 818,
    "ler": 560,
    " par": 131,
    "parl": 755,
    "arle": 286,
    "rler": 819,
    "ler ": 561,
    " de": 41,
    "des": 363,
    " des": 43,
    "des ": 364,
    "w": 1019,
    "ho": 484,
    "ow": 749,
    "w ": 1020,
    " ho": 79,
    "how": 485,
    "ow ": 750,
    " how": 80,
    "how ": 486,
    "do": 367,
    "oe": 676,
    " do": 44,
    "doe": 368,
    "oes": 677,
    " doe": 45,
    "does": 369,
    "oes ": 678,
    "your": 1043,
    "m ": 582,
    "am ": 267,
    "ram ": 800,
    "k": 544,
    " w": 190,
    "wo": 1024,
    "rk": 815,
    "k ": 545,
    " wo": 193,
    "wor": 1025,
    "ork": 722,
    "rk ": 816,
    " wor": 194,
    "work": 1026,
    "ork ": 723,
    "ca": 328,
    "an": 272,
    " ca": 33,
    "can": 329,
    "an ": 273,
    " can": 34,
    "can ": 330,
    "x": 1027,
    "ex": 434,
    "xp": 1029,
    " ex": 59,
    "exp": 435,
    "xpl": 1030,
    "pla": 767,
    "lai": 553,
    " exp": 60,
    "expl": 436,
    "xpla": 1031,
    "plai": 768,
    "lain": 554,
    "ain ": 257,
    "he ": 472,
    "the ": 908,
    "ag": 245,
    "ge": 454,
    " st": 160,
    "sta": 881,
    "tag": 896,
    "age": 246,
    "ges": 455,
    " sta": 161,
    "stag": 882,
    "tage": 897,
    "ages": 247,
    "ges ": 456,
    "no": 636,
    " no": 117,
    "no ": 637,
    " no ": 118,
    "op": 715,
    "nop": 640,
    "ope": 717,
    " nop": 120,
    "nope": 641,
    "ope ": 718,
    "non": 638,
    " non": 119,
    "non ": 639,
    "as": 287,
    "pas": 756,
    "as ": 288,
    " pas": 132,
    "pas ": 757,
    "du ": 371,
    " du ": 47,
    "to": 915,
    " to": 170,
    "tou": 918,
    "out": 745,
    " tou": 172,
    "tout": 919,
    "out ": 746,
    "ja": 536,
    "is": 524,
    " ja": 89,
    "jam": 537,
    "ama": 268,
    "mai": 584,
    "ais": 259,
    "is ": 525,
    " jam": 90,
    "jama": 538,
    "amai": 269,
    "mais": 586,
    "ais ": 260,
    "je": 539,
    " je": 91,
    "je ": 540,
    " je ": 92,
    " ne": 113,
    " ne ": 114,
    " pe": 133,
    "pen": 760,
    "ens": 402,
    "nse": 644,
    " pen": 134,
    "pens": 761,
    "ense": 404,
    "nse ": 645,
    "su": 885,
    " su": 162,
    "sui": 886,
    "uis": 949,
    " sui": 163,
    "suis": 887,
    "uis ": 950,
    "im": 510,
    "aim": 254,
    "ime": 511,
    "raim": 797,
    "aime": 255,
    "imen": 512,
    "va": 995,
    " va": 183,
    "vai": 997,
    " vai": 185,
    "vais": 998,
    " tr": 173,
    "trè": 929,
    "ès ": 1057,
    " trè": 177,
    "très": 930,
    "rès ": 849,
    "up": 970,
    "sup": 888,
    "upe": 971,
    "per": 762,
    " sup": 164,
    "supe": 889,
    "uper": 972,
    "per ": 763,
    "gé": 463,
    "én": 1064,
    "ia": 492,
    " gé": 70,
    "gén": 464,
    "éni": 1067,
    "nia": 624,
    "ial": 494,
    "al ": 263,
    " gén": 71,
    "géni": 465,
    "énia": 1068,
    "nial": 625,
    "ial ": 495,
    "p ": 752,
    "top": 916,
    "op ": 716,
    " top": 171,
    "top ": 917,
    " en": 52,
    " en ": 53,
    "rm": 821,
    "for": 450,
    "orm": 724,
    "rme": 822,
    " for": 66,
    "form": 451,
    "orme": 725,
    "rme ": 823,
    "con": 343,
    "nte": 650,
    "ten": 902,
    " con": 37,
    "cont": 344,
    "onte": 710,
    "nten": 651,
    "tent": 903,
    "eu": 424,
    "ux": 992,
    "x ": 1028,
    "heu": 478,
    "eur": 425,
    "ure": 975,
    "reu": 806,
    "eux": 427,
    "ux ": 993,
    " heu": 75,
    "heur": 479,
    "eure": 426,
    "ureu": 976,
    "reux": 807,
    "eux ": 428,
    "ç": 1050,
    " ç": 203,
    "ça": 1051,
    " ça": 204,
    "ça ": 1052,
    " ça ": 205,
    "va ": 996,
    " va ": 184,
    "ic": 496,
    "ck": 337,
    "ke": 546,
    " ni": 115,
    "nic": 626,
    "ick": 497,
    "cke": 338,
    "kel": 547,
    "el ": 389,
    " nic": 116,
    "nick": 627,
    "icke": 498,
    "ckel": 339,
    "kel ": 548,
    "tro": 927,
    "rop": 836,
    " tro": 176,
    "trop": 928,
    "rop ": 837,
    "sen": 867,
    "ns ": 643,
    " sen": 156,
    "sens": 868,
    "ens ": 403,
    " i": 83,
    " i ": 84,
    "fe": 444,
    " fe": 62,
    "fee": 445,
    "eel": 386,
    " fee": 63,
    "feel": 446,
    "eel ": 387,
    "ba": 301,
    "ad": 243,
    " ba": 20,
    "bad": 302,
    "ad ": 244,
    " bad": 21,
    "bad ": 303,
    "ri": 810,
    "tri": 925,
    "ris": 813,
    "ist": 530,
    "ste": 883,
    "te ": 901,
    " tri": 175,
    "tris": 926,
    "rist": 814,
    "iste": 531,
    "ste ": 884,
    "mal": 587,
    " mal": 104,
    "mal ": 588,
    "dé": 374,
    "éç": 1075,
    "çu": 1053,
    " dé": 49,
    "déç": 375,
    "éçu": 1076,
    "çu ": 1054,
    " déç": 50,
    "déçu": 376,
    "éçu ": 1077,
    "rr": 838,
    "urr": 979,
    "rri": 839,
    "rie": 811,
    "ie ": 506,
    "pour": 775,
    "ourr": 741,
    "urri": 980,
    "rrie": 840,
    "rie ": 812,
    "ul": 954,
    "nul": 657,
    "ul ": 955,
    " nul": 123,
    "nul ": 658,
    "rv": 844,
    "vé": 1017,
    "é ": 1061,
    " én": 207,
    "éne": 1065,
    "ner": 619,
    "erv": 414,
    "rvé": 845,
    "vé ": 1018,
    " éne": 208,
    "éner": 1066,
    "nerv": 620,
    "ervé": 415,
    "rvé ": 846,
    " u": 178,
    "un": 963,
    " un": 179,
    "une": 965,
    " une": 181,
    "une ": 966,
    "mau": 591,
    "auv": 298,
    "uva": 988,
    "ise": 528,
    " mau": 106,
    "mauv": 592,
    "auva": 299,
    "uvai": 989,
    "aise": 261,
    "ise ": 529,
    " ar": 15,
    "are": 283,
    " are": 16,
    "are ": 284,
    " a ": 5,
    "bot": 318,
    "ot ": 729,
    " bot": 28,
    "bot ": 319,
    "-t": 220,
    "tu": 931,
    "es-": 418,
    "s-t": 858,
    "-tu": 221,
    "tu ": 932,
    " es-": 55,
    "es-t": 419,
    "s-tu": 859,
    "-tu ": 222,
    "un ": 964,
    " un ": 180,
    "ob": 666,
    " ro": 149,
    "rob": 830,
    "obo": 667,
    " rob": 150,
    "robo": 831,
    "obot": 668,
    "hu": 487,
    " hu": 81,
    "hum": 488,
    "uma": 957,
    " hum": 82,
    "huma": 489,
    "umai": 958,
    "main": 585,
    "-j": 214,
    "is-": 526,
    "s-j": 854,
    "-je": 215,
    "uis-": 951,
    "is-j": 527,
    "s-je": 855,
    "-je ": 216,
    "tra": 921,
    " tra": 174,
    "trai": 922,
    "rain": 798,
    " de ": 42,
    " ia": 85,
    "ia ": 493,
    " ia ": 86,
    "rles": 820,
    "les-": 564,
    "wa": 1021,
    " wa": 191,
    "wan": 1022,
    "ant": 274,
    " wan": 192,
    "want": 1023,
    "ant ": 275,
    "som": 875,
    "ome": 694,
    " som": 158,
    "some": 876,
    "ome ": 695,
    "lp": 572,
    "elp": 393,
    "lp ": 573,
    "help": 475,
    "elp ": 394,
    "j ": 535,
    " j ": 88,
    " ai": 10,
    " ai ": 11,
    " be": 22,
    "bes": 307,
    "eso": 420,
    "oin": 686,
    " bes": 23,
    "beso": 308,
    "esoi": 421,
    "soin": 871,
    "oin ": 687,
    "aid": 252,
    " aid": 12,
    "aide": 253,
    "ide ": 501,
    "ple": 769,
    "lea": 558,
    "eas": 382,
    "ase": 289,
    " ple": 136,
    "plea": 770,
    "leas": 559,
    "ease": 383,
    "ase ": 290,
    "moi": 608,
    " moi": 110,
    "moi ": 609
  },
  "response": null,
  "action_text": null
}