{
  "text": {
    " ": 0,
    "h": 441,
    "e": 358,
    "y": 986,
    " h": 67,
    "he": 446,
    "ey": 412,
    "y ": 987,
    " he": 68,
    "hey": 454,
    "ey ": 413,
    " hey": 71,
    "hey ": 455,
    "l": 521,
    "o": 630,
    "el": 367,
    "ll": 535,
    "lo": 540,
    "o ": 631,
    "hel": 448,
    "ell": 369,
    "llo": 538,
    "lo ": 541,
    " hel": 69,
    "hell": 449,
    "ello": 371,
    "llo ": 539,
    "i": 464,
    "hi": 456,
    "i ": 465,
    " hi": 72,
    "hi ": 457,
    " hi ": 73,
    "b": 283,
    "n": 578,
    "j": 507,
    "u": 893,
    "r": 749,
    " b": 16,
    "bo": 293,
    "on": 660,
    "nj": 596,
    "jo": 513,
    "ou": 694,
    "ur": 930,
    "r ": 750,
    " bo": 21,
    "bon": 294,
    "onj": 664,
    "njo": 597,
    "jou": 514,
    "our": 700,
    "ur ": 931,
    " bon": 22,
    "bonj": 296,
    "onjo": 665,
    "njou": 598,
    "jour": 515,
    "our ": 701,
    "s": 811,
    "a": 224,
    "t": 850,
    " s": 143,
    "sa": 820,
    "al": 249,
    "lu": 542,
    "ut": 942,
    "t ": 851,
    " sa": 144,
    "sal": 821,
    "alu": 251,
    "lut": 547,
    "ut ": 943,
    " sal": 145,
    "salu": 822,
    "alut": 252,
    "lut ": 548,
    "c": 307,
    " c": 26,
    "co": 321,
    "uc": 895,
    "u ": 894,
    " co": 30,
    "cou": 328,
    "ouc": 696,
    "uco": 896,
    "ou ": 695,
    " cou": 33,
    "couc": 330,
    "ouco": 697,
    "ucou": 897,
    "cou ": 329,
    "ns": 608,
    "so": 829,
    "oi": 650,
    "ir": 495,
    "ons": 668,
    "nso": 612,
    "soi": 830,
    "oir": 652,
    "ir ": 496,
    "bons": 298,
    "onso": 669,
    "nsoi": 613,
    "soir": 831,
    "oir ": 653,
    " t": 158,
    "th": 863,
    "er": 385,
    "re": 764,
    "e ": 359,
    " th": 159,
    "the": 864,
    "her": 450,
    "ere": 389,
    "re ": 765,
    " the": 160,
    "ther": 866,
    "here": 451,
    "ere ": 390,
    "g": 427,
    "d": 335,
    " g": 62,
    "go": 432,
    "oo": 673,
    "od": 638,
    "d ": 336,
    " go": 63,
    "goo": 433,
    "ood": 674,
    "od ": 639,
    " goo": 64,
    "good": 434,
    "ood ": 675,
    "m": 549,
    " m": 96,
    "mo": 575,
    "or": 681,
    "rn": 784,
    "ni": 589,
    "in": 486,
    "ng": 587,
    "g ": 428,
    " mo": 103,
    "mor": 576,
    "orn": 688,
    "rni": 785,
    "nin": 594,
    "ing": 490,
    "ng ": 588,
    " mor": 104,
    "morn": 577,
    "orni": 689,
    "rnin": 786,
    "ning": 595,
    "ing ": 491,
    "v": 951,
    " e": 46,
    "ev": 404,
    "ve": 956,
    "en": 375,
    " ev": 52,
    "eve": 405,
    "ven": 957,
    "eni": 377,
    " eve": 53,
    "even": 406,
    "veni": 958,
    "enin": 378,
    " d": 34,
    "du": 351,
    "ud": 898,
    "de": 340,
    " du": 41,
    "dud": 353,
    "ude": 899,
    "de ": 341,
    " dud": 43,
    "dude": 354,
    "ude ": 900,
    "n ": 579,
    "on ": 661,
    "bon ": 295,
    "ma": 551,
    "at": 274,
    "ti": 867,
    " ma": 97,
    "mat": 557,
    "ati": 277,
    "tin": 868,
    "in ": 487,
    " mat": 99,
    "mati": 558,
    "atin": 278,
    "tin ": 869,
    "p": 713,
    "è": 1009,
    "-": 202,
    " a": 4,
    "ap": 261,
    "pr": 737,
    "rè": 807,
    "ès": 1010,
    "s-": 813,
    "-m": 206,
    "mi": 568,
    "id": 473,
    "di": 346,
    " ap": 10,
    "apr": 265,
    "prè": 741,
    "rès": 808,
    "ès-": 1012,
    "s-m": 816,
    "-mi": 207,
    "mid": 569,
    "idi": 476,
    "di ": 347,
    " apr": 11,
    "aprè": 266,
    "près": 742,
    "rès-": 810,
    "ès-m": 1013,
    "s-mi": 817,
    "-mid": 208,
    "midi": 570,
    "idi ": 477,
    "by": 304,
    "ye": 988,
    " by": 24,
    "bye": 305,
    "ye ": 989,
    " bye": 25,
    "bye ": 306,
    "db": 337,
    "odb": 640,
    "dby": 338,
    "oodb": 676,
    "odby": 641,
    "dbye": 339,
    "se": 823,
    "ee": 363,
    " se": 146,
    "see": 825,
    "ee ": 364,
    " see": 147,
    "see ": 826,
    " y": 184,
    "yo": 994,
    " yo": 188,
    "you": 995,
    " you": 189,
    "you ": 996,
    " l": 89,
    "la": 523,
    "te": 857,
    " la": 91,
    "lat": 527,
    "ate": 275,
    "ter": 861,
    "er ": 386,
    " lat": 93,
    "late": 528,
    "ater": 276,
    "ter ": 862,
    "à": 1002,
    " à": 190,
    "à ": 1003,
    " à ": 191,
    "ô": 1032,
    "bi": 290,
    "ie": 478,
    "nt": 614,
    "tô": 890,
    "ôt": 1033,
    " bi": 19,
    "bie": 291,
    "ien": 480,
    "ent": 382,
    "ntô": 618,
    "tôt": 891,
    "ôt ": 1034,
    " bie": 20,
    "bien": 292,
    "ient": 482,
    "entô": 384,
    "ntôt": 619,
    "tôt ": 892,
    "au": 279,
    " au": 14,
    "au ": 280,
    " au ": 15,
    " r": 138,
    "vo": 964,
    " re": 139,
    "rev": 768,
    "evo": 407,
    "voi": 965,
    " rev": 140,
    "revo": 769,
    "evoi": 408,
    "voir": 966,
    " p": 122,
    "pl": 728,
    "us": 940,
    "s ": 812,
    " pl": 128,
    "plu": 731,
    "lus": 545,
    "us ": 941,
    " plu": 129,
    "plus": 732,
    "lus ": 546,
    "a ": 225,
    "la ": 524,
    " la ": 92,
    "ro": 789,
    "oc": 635,
    "ch": 315,
    "ha": 443,
    "ai": 239,
    "ne": 583,
    " pr": 132,
    "pro": 738,
    "roc": 792,
    "och": 636,
    "cha": 316,
    "hai": 444,
    "ain": 243,
    "ine": 488,
    "ne ": 584,
    " pro": 133,
    "proc": 739,
    "roch": 793,
    "ocha": 637,
    "chai": 317,
    "hain": 445,
    "aine": 245,
    "ine ": 489,
    "nn": 599,
    "onn": 666,
    "nne": 600,
    "bonn": 297,
    "onne": 667,
    "nne ": 601,
    "é": 1014,
    " j": 82,
    "né": 627,
    "ée": 1016,
    " jo": 87,
    "urn": 934,
    "rné": 787,
    "née": 628,
    "ée ": 1017,
    " jou": 88,
    "ourn": 702,
    "urné": 935,
    "rnée": 788,
    "née ": 629,
    " n": 105,
    "nu": 620,
    "ui": 904,
    "it": 505,
    " nu": 114,
    "nui": 621,
    "uit": 909,
    "it ": 506,
    " nui": 115,
    "nuit": 622,
    "uit ": 910,
    "es": 393,
    " ye": 185,
    "yes": 992,
    "es ": 394,
    " yes": 187,
    "yes ": 993,
    "ea": 360,
    "ah": 237,
    "h ": 442,
    "yea": 990,
    "eah": 361,
    "ah ": 238,
    " yea": 186,
    "yeah": 991,
    "eah ": 362,
    "f": 417,
    " o": 117,
    "of": 645,
    "f ": 418,
    " of": 118,
    "of ": 646,
    " of ": 119,
    "rs": 801,
    "urs": 938,
    "rse": 802,
    "se ": 824,
    "cour": 331,
    "ours": 704,
    "urse": 939,
    "rse ": 803,
    "en ": 376,
    "ien ": 481,
    "û": 1035,
    "sû": 847,
    "ûr": 1036,
    " sû": 156,
    "sûr": 848,
    "ûr ": 1037,
    " sûr": 157,
    "sûr ": 849,
    "ab": 226,
    "bs": 301,
    "ol": 654,
    "um": 913,
    "me": 564,
    " ab": 6,
    "abs": 227,
    "bso": 302,
    "sol": 832,
    "olu": 655,
    "lum": 543,
    "ume": 918,
    "men": 566,
    "nt ": 615,
    " abs": 7,
    "abso": 228,
    "bsol": 303,
    "solu": 833,
    "olum": 656,
    "lume": 544,
    "umen": 919,
    "ment": 567,
    "ent ": 383,
    " é": 195,
    "év": 1026,
    "vi": 961,
    "em": 372,
    "mm": 571,
    " év": 200,
    "évi": 1027,
    "vid": 962,
    "ide": 474,
    "dem": 342,
    "emm": 373,
    "mme": 572,
    " évi": 201,
    "évid": 1028,
    "vide": 963,
    "idem": 475,
    "demm": 343,
    "emme": 374,
    "mmen": 574,
    " ou": 120,
    "oui": 698,
    "ui ": 905,
    " oui": 121,
    "oui ": 699,
    "c ": 308,
    " c ": 27,
    "st": 836,
    " es": 49,
    "est": 397,
    "st ": 837,
    " est": 51,
    "est ": 398,
    " v": 173,
    "vr": 971,
    "ra": 754,
    " vr": 179,
    "vra": 972,
    "rai": 755,
    "ai ": 240,
    " vra": 180,
    "vrai": 973,
    "rai ": 756,
    " d ": 35,
    "ac": 229,
    "cc": 312,
    "rd": 762,
    " ac": 8,
    "acc": 230,
    "cco": 313,
    "cor": 326,
    "ord": 682,
    "rd ": 763,
    " acc": 9,
    "acco": 231,
    "ccor": 314,
    "cord": 327,
    "ord ": 683,
    "q": 743,
    " q": 134,
    "qu": 744,
    "uo": 924,
    " qu": 135,
    "quo": 747,
    "uoi": 925,
    "oi ": 651,
    " quo": 137,
    "quoi": 748,
    "uoi ": 926,
    "l ": 522,
    " l ": 90,
    "ét": 1023,
    "ta": 852,
    "pe": 720,
    " ét": 198,
    "éta": 1024,
    "tap": 855,
    "ape": 262,
    "pe ": 721,
    " éta": 199,
    "étap": 1025,
    "tape": 856,
    "ape ": 263,
    "_": 215,
    " _": 1,
    "__": 217,
    "_n": 221,
    "mb": 561,
    "be": 287,
    "r_": 751,
    "_ ": 216,
    " __": 2,
    "__n": 219,
    "_nu": 222,
    "num": 625,
    "umb": 916,
    "mbe": 562,
    "ber": 288,
    "er_": 387,
    "r__": 752,
    "__ ": 218,
    " __n": 3,
    "__nu": 220,
    "_num": 223,
    "numb": 626,
    "umbe": 917,
    "mber": 563,
    "ber_": 289,
    "er__": 388,
    "r__ ": 753,
    "ue": 901,
    "le": 529,
    "que": 745,
    "uel": 902,
    "lle": 536,
    "les": 532,
    " que": 136,
    "quel": 746,
    "uell": 903,
    "elle": 370,
    "lles": 537,
    "les ": 533,
    " so": 149,
    "son": 834,
    "ont": 670,
    " son": 150,
    "sont": 835,
    "ont ": 671,
    " le": 94,
    " les": 95,
    "pes": 726,
    "apes": 264,
    "pes ": 727,
    "om": 657,
    "com": 322,
    "omm": 658,
    " com": 31,
    "comm": 323,
    "omme": 659,
    " f": 56,
    "fo": 422,
    "nc": 580,
    "ct": 332,
    "io": 492,
    " fo": 59,
    "fon": 423,
    "onc": 662,
    "nct": 581,
    "cti": 333,
    "tio": 870,
    "ion": 493,
    " fon": 60,
    "fonc": 424,
    "onct": 663,
    "ncti": 582,
    "ctio": 334,
    "tion": 871,
    "ionn": 494,
    "ot": 690,
    "tr": 877,
    " vo": 177,
    "vot": 967,
    "otr": 692,
    "tre": 880,
    " vot": 178,
    "votr": 968,
    "otre": 693,
    "tre ": 881,
    "og": 647,
    "gr": 435,
    "am": 253,
    "rog": 794,
    "ogr": 648,
    "gra": 436,
    "ram": 759,
    "amm": 257,
    "me ": 565,
    "prog": 740,
    "rogr": 795,
    "ogra": 649,
    "gram": 437,
    "ramm": 761,
    "amme": 258,
    "mme ": 573,
    "z": 998,
    "po": 733,
    "uv": 944,
    "ez": 414,
    "z-": 999,
    "-v": 212,
    " po": 130,
    "pou": 734,
    "ouv": 709,
    "uve": 947,
    "vez": 959,
    "ez-": 415,
    "z-v": 1000,
    "-vo": 213,
    "vou": 969,
    "ous": 705,
    " pou": 131,
    "pouv": 736,
    "ouve": 710,
    "uvez": 948,
    "vez-": 960,
    "ez-v": 416,
    "z-vo": 1001,
    "-vou": 214,
    "vous": 970,
    "ous ": 706,
    " me": 101,
    " me ": 102,
    "pa": 715,
    "ar": 267,
    "rl": 777,
    " pa": 123,
    "par": 716,
    "arl": 270,
    "rle": 778,
    "ler": 530,
    " par": 124,
    "parl": 717,
    "arle": 271,
    "rler": 779,
    "ler ": 531,
    " de": 36,
    "des": 344,
    " des": 38,
    "des ": 345,
    "w": 976,
    "ho": 458,
    "ow": 711,
    "w ": 977,
    " ho": 74,
    "how": 459,
    "ow ": 712,
    " how": 75,
    "how ": 460,
    "do": 348,
    "oe": 642,
    " do": 39,
    "doe": 349,
    "oes": 643,
    " doe": 40,
    "does": 350,
    "oes ": 644,
    "your": 997,
    "m ": 550,
    "am ": 254,
    "ram ": 760,
    "k": 516,
    " w": 181,
    "wo": 978,
    "rk": 775,
    "k ": 517,
    " wo": 182,
    "wor": 979,
    "ork": 684,
    "rk ": 776,
    " wor": 183,
    "work": 980,
    "ork ": 685,
    "ca": 309,
    "an": 259,
    " ca": 28,
    "can": 310,
    "an ": 260,
    " can": 29,
    "can ": 311,
    "x": 981,
    "ex": 409,
    "xp": 983,
    " ex": 54,
    "exp": 410,
    "xpl": 984,
    "pla": 729,
    "lai": 525,
    " exp": 55,
    "expl": 411,
    "xpla": 985,
    "plai": 730,
    "lain": 526,
    "ain ": 244,
    "he ": 447,
    "the ": 865,
    "ag": 234,
    "ge": 429,
    " st": 151,
    "sta": 838,
    "tag": 853,
    "age": 235,
    "ges": 430,
    " sta": 152,
    "stag": 839,
    "tage": 854,
    "ages": 236,
    "ges ": 431,
    "no": 602,
    " no": 110,
    "no ": 603,
    " no ": 111,
    "op": 677,
    "nop": 606,
    "ope": 679,
    " nop": 113,
    "nope": 607,
    "ope ": 680,
    "non": 604,
    " non": 112,
    "non ": 605,
    "as": 272,
    "pas": 718,
    "as ": 273,
    " pas": 125,
    "pas ": 719,
    "du ": 352,
    " du ": 42,
    "to": 872,
    " to": 161,
    "tou": 875,
    "out": 707,
    " tou": 163,
    "tout": 876,
    "out ": 708,
    "ja": 508,
    "is": 497,
    " ja": 83,
    "jam": 509,
    "ama": 255,
    "mai": 552,
    "ais": 246,
    "is ": 498,
    " jam": 84,
    "jama": 510,
    "amai": 256,
    "mais": 554,
    "ais ": 247,
    "je": 511,
    " je": 85,
    "je ": 512,
    " je ": 86,
    " ne": 106,
    " ne ": 107,
    " pe": 126,
    "pen": 722,
    "ens": 379,
    "nse": 610,
    " pen": 127,
    "pens": 723,
    "ense": 381,
    "nse ": 611,
    "su": 842,
    " su": 153,
    "sui": 843,
    "uis": 906,
    " sui": 154,
    "suis": 844,
    "uis ": 907,
    "im": 483,
    "aim": 241,
    "ime": 484,
    "raim": 757,
    "aime": 242,
    "imen": 485,
    "va": 952,
    " va": 174,
    "vai": 954,
    " vai": 176,
    "vais": 955,
    " tr": 164,
    "trè": 886,
    "ès ": 1011,
    " trè": 168,
    "très": 887,
    "rès ": 809,
    "up": 927,
    "sup": 845,
    "upe": 928,
    "per": 724,
    " sup": 155,
    "supe": 846,
    "uper": 929,
    "per ": 725,
    "gé": 438,
    "én": 1018,
    "ia": 466,
    " gé": 65,
    "gén": 439,
    "éni": 1021,
    "nia": 590,
    "ial": 468,
    "al ": 250,
    " gén": 66,
    "géni": 440,
    "énia": 1022,
    "nial": 591,
    "ial ": 469,
    "p ": 714,
    "top": 873,
    "op ": 678,
    " top": 162,
    "top ": 874,
    " en": 47,
    " en ": 48,
    "rm": 781,
    "for": 425,
    "orm": 686,
    "rme": 782,
    " for": 61,
    "form": 426,
    "orme": 687,
    "rme ": 783,
    "con": 324,
    "nte": 616,
    "ten": 859,
    " con": 32,
    "cont": 325,
    "onte": 672,
    "nten": 617,
    "tent": 860,
    "eu": 399,
    "ux": 949,
    "x ": 982,
    "heu": 452,
    "eur": 400,
    "ure": 932,
    "reu": 766,
    "eux": 402,
    "ux ": 950,
    " heu": 70,
    "heur": 453,
    "eure": 401,
    "ureu": 933,
    "reux": 767,
    "eux ": 403,
    "ç": 1004,
    " ç": 192,
    "ça": 1005,
    " ça": 193,
    "ça ": 1006,
    " ça ": 194,
    "va ": 953,
    " va ": 175,
    "ic": 470,
    "ck": 318,
    "ke": 518,
    " ni": 108,
    "nic": 592,
    "ick": 471,
    "cke": 319,
    "kel": 519,
    "el ": 368,
    " nic": 109,
    "nick": 593,
    "icke": 472,
    "ckel": 320,
    "kel ": 520,
    "tro": 884,
    "rop": 796,
    " tro": 167,
    "trop": 885,
    "rop ": 797,
    "sen": 827,
    "ns ": 609,
    " sen": 148,
    "sens": 828,
    "ens ": 380,
    " i": 78,
    " i ": 79,
    "fe": 419,
    " fe": 57,
    "fee": 420,
    "eel": 365,
    " fee": 58,
    "feel": 421,
    "eel ": 366,
    "ba": 284,
    "ad": 232,
    " ba": 17,
    "bad": 285,
    "ad ": 233,
    " bad": 18,
    "bad ": 286,
    "ri": 770,
    "tri": 882,
    "ris": 773,
    "ist": 503,
    "ste": 840,
    "te ": 858,
    " tri": 166,
    "tris": 883,
    "rist": 774,
    "iste": 504,
    "ste ": 841,
    "mal": 555,
    " mal": 98,
    "mal ": 556,
    "dé": 355,
    "éç": 1029,
    "çu": 1007,
    " dé": 44,
    "déç": 356,
    "éçu": 1030,
    "çu ": 1008,
    " déç": 45,
    "déçu": 357,
    "éçu ": 1031,
    "rr": 798,
    "urr": 936,
    "rri": 799,
    "rie": 771,
    "ie ": 479,
    "pour": 735,
    "ourr": 703,
    "urri": 937,
    "rrie": 800,
    "rie ": 772,
    "ul": 911,
    "nul": 623,
    "ul ": 912,
    " nul": 116,
    "nul ": 624,
    "rv": 804,
    "vé": 974,
    "é ": 1015,
    " én": 196,
    "éne": 1019,
    "ner": 585,
    "erv": 391,
    "rvé": 805,
    "vé ": 975,
    " éne": 197,
    "éner": 1020,
    "nerv": 586,
    "ervé": 392,
    "rvé ": 806,
    " u": 169,
    "un": 920,
    " un": 170,
    "une": 922,
    " une": 172,
    "une ": 923,
    "mau": 559,
    "auv": 281,
    "uva": 945,
    "ise": 501,
    " mau": 100,
    "mauv": 560,
    "auva": 282,
    "uvai": 946,
    "aise": 248,
    "ise ": 502,
    " ar": 12,
    "are": 268,
    " are": 13,
    "are ": 269,
    " a ": 5,
    "bot": 299,
    "ot ": 691,
    " bot": 23,
    "bot ": 300,
    "-t": 209,
    "tu": 888,
    "es-": 395,
    "s-t": 818,
    "-tu": 210,
    "tu ": 889,
    " es-": 50,
    "es-t": 396,
    "s-tu": 819,
    "-tu ": 211,
    "un ": 921,
    " un ": 171,
    "ob": 632,
    " ro": 141,
    "rob": 790,
    "obo": 633,
    " rob": 142,
    "robo": 791,
    "obot": 634,
    "hu": 461,
    " hu": 76,
    "hum": 462,
    "uma": 914,
    " hum": 77,
    "huma": 463,
    "umai": 915,
    "main": 553,
    "-j": 203,
    "is-": 499,
    "s-j": 814,
    "-je": 204,
    "uis-": 908,
    "is-j": 500,
    "s-je": 815,
    "-je ": 205,
    "tra": 878,
    " tra": 165,
    "trai": 879,
    "rain": 758,
    " de ": 37,
    " ia": 80,
    "ia ": 467,
    " ia ": 81,
    "rles": 780,
    "les-": 534
  },
  "response": null,
  "action_text": null
}