{
  "text": {
    "hey": 38,
    "hello": 36,
    "hi": 39,
    "bonjour": 10,
    "salut": 73,
    "coucou": 18,
    "bonsoir": 12,
    "there": 79,
    "good": 32,
    "morning": 54,
    "evening": 28,
    "dude": 23,
    "bon": 9,
    "matin": 50,
    "après": 3,
    "midi": 53,
    "bye": 14,
    "goodbye": 33,
    "see": 74,
    "you": 95,
    "later": 47,
    "à": 96,
    "bientôt": 8,
    "au": 5,
    "revoir": 71,
    "plus": 68,
    "la": 46,
    "prochaine": 70,
    "bonne": 11,
    "journée": 45,
    "nuit": 60,
    "yes": 94,
    "yeah": 93,
    "of": 62,
    "course": 19,
    "bien": 7,
    "sûr": 78,
    "absolument": 1,
    "évidemment": 99,
    "oui": 63,
    "c": 15,
    "est": 27,
    "vrai": 91,
    "d": 20,
    "accord": 2,
    "no": 57,
    "nope": 59,
    "non": 58,
    "pas": 66,
    "du": 22,
    "tout": 81,
    "jamais": 43,
    "je": 44,
    "ne": 55,
    "pense": 67,
    "suis": 76,
    "vraiment": 92,
    "i": 41,
    "m": 48,
    "feeling": 30,
    "great": 34,
    "vais": 90,
    "très": 85,
    "super": 77,
    "génial": 35,
    "top": 80,
    "en": 25,
    "forme": 31,
    "content": 17,
    "heureux": 37,
    "ça": 97,
    "va": 89,
    "nickel": 56,
    "trop": 84,
    "me": 52,
    "sens": 75,
    "feel": 29,
    "bad": 6,
    "triste": 83,
    "mal": 49,
    "déçu": 24,
    "pourrie": 69,
    "nul": 61,
    "énervé": 98,
    "une": 88,
    "mauvaise": 51,
    "are": 4,
    "a": 0,
    "bot": 13,
    "es": 26,
    "tu": 86,
    "un": 87,
    "robot": 72,
    "humain": 40,
    "train": 82,
    "de": 21,
    "parler": 64,
    "ia": 42,
    "parles": 65,
    "comme": 16
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_goodbye_multilang": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}